Repository: linuxdeepin/fcitx-configtool
Catalog: po/*.po
Languages: bo, ug

source: Clear font setting
bo: ཡིག་གཟུགས་སྒྲིག་འགོད་གཙང་སེལ།
ug: فونت تەڭشىكىنى قۇرۇقداش

source: Other
bo: གཞན།
ug: باشقا

source: Show Advanced Options
bo: མཐོ་རིམ་གདམ་གསེས་མངོན་པ།
ug: ئالىي دەرىجىلىك تاللاش كۆرۈنسۇن

source: _Cancel
bo: འདོར་བ།(_C)
ug: بىكار قىلىش (_C)

source: _OK
bo: གཏན་ཁེལ།(_O)
ug: جەزملەش (_O)

source: Unspecified
bo: དམིགས་བཙུགས་བྱས་མེད།
ug: بەلگىلەنمىگەن

source: Default keyboard layout
bo: སོར་བཞག་གི་མཐེབ་གཞོང་བཀོད་པ།
ug: سۈكۈتتىكى كۇنۇپكا ئورۇنلاشتۇرۇشى

source: Input Method Default
bo: ནང་འཇུག་བྱེད་སྟངས་སོར་བཞག
ug: كىرگۈزگۈچنى سۈكۈتتىكى قىلىش

source: Default
bo: སོར་བཞག
ug: سۈكۈتتىكى

source: Keyboard layout:
bo: མཐེབ་གཞོང་བཀོད་པ།
ug: كۇنۇپكا ئورۇنلاشتۇرۇشى:

source: Keyboard layout to use when no input window:
bo: ནང་འཇུག་བྱེད་ས་མེད་དུས་སྤྱོད་པའི་མཐེབ་གཞོང་བཀོད་པ།
ug: كىرگۈزۈش كۆزنىكى يوق چاغدا ئىشلىتىلىدىغان كۇنۇپكا تاختىسىنىڭ ئورۇنلاشتۇرۇلۇشى:

source: Input method settings:
bo: ནང་འཇུག་བྱེད་སྟངས་སྒྲིག་འགོད།
ug: كىرگۈزگۈچ تەڭشىكى:

source: Add input method
bo: ནང་འཇུག་བྱེད་སྟངས་སྣོན་པ།
ug: كىرگۈزگۈچ قوشۇش

source: Search Input Method
bo: ནང་འཇུག་བྱེད་སྟངས་བཤེར་འཚོལ།
ug: كىرگۈزگۈچ ئىزدەش

source: Unknown
bo: མི་ཤེས་པ།
ug: نامەلۇم

source: Empty
bo: སྟོང་པ།
ug: قۇرۇق

source: Please press the new key combination
bo: མཐེབ་གཞོང་ཚོགས་པ་གསར་པ་མནན་པ།
ug: يېڭى كۇنۇپكا بىرىكمىسىنى كىرگۈزۈڭ

source: Input Method Configuration
bo: ནང་འཇུག་བྱེད་སྟངས་སྡེབ་སྒྲིག
ug: كىرگۈزگۈچ سەپلىمىسى

source: Global Config
bo: ཁྱོན་ཡོངས་སྡེབ་སྒྲིག
ug: ئومۇمىي سەپلىمە

source: Input Method
bo: ནང་འཇུག་བྱེད་སྟངས།
ug: كىرگۈزگۈچ

source: Appearance
bo: ཕྱི་ཚུལ།
ug: كۆرۈنمە

source: Advanced
bo: མཐོ་རིམ།
ug: يۇقىرى دەرىجىلىك

source: Search Addon
bo: ཟུར་སྣོན་སྒྲིག་ལྷུ་བཤེར་འཚོལ།
ug: قوشۇمچە زاپچاس ئىزدەش

source: Configure
bo: སྡེབ་སྒྲིག
ug: سەپلىمە

source: Addon
bo: ཟུར་སྣོན་སྒྲིག་ལྷུ།
ug: قوشۇمچە زاپچاس

source: Didn't install related component.
bo: འབྲེལ་ཡོད་སྒྲིག་ལྷུ་སྒྲིག་འཇུག་བྱས་མེད།
ug: ئالاقىدار زاپچاس قاچىلانمىغان.

source: Cannot load currently used user interface info
bo: མིག་སྔའི་སྤྱོད་མཁན་ཡོངས་ཀྱི་མཐུད་ངོས་ཆ་འཕྲིན་སྣོན་འཇུག་བྱ་ཐབས་བྲལ།
ug: نۆۋەتتىكى بارلىق ئىشلەتكۈچى كۆرۈنمە يۈز ئۇچۇرىنى يۈكلەشكە ئامالسىز

source: No configuration option for %s.
bo: %sསྡེབ་སྒྲིག་གདམ་གསེས་མེད།
ug: %sنىڭ سەپلىمە تاللىشى يوق.

source: Available Input Method
bo: སྤྱོད་རུང་བའི་ནང་འཇུག་བྱེད་སྟངས།
ug: ئىشلەتكىلى بولىدىغان كىرگۈزگۈچ

source: Only Show Current Language
bo: མིག་སྔའི་སྐད་ཡིག་མངོན་པ།
ug: نۆۋەتتىكى تىللا كۆرۈنسۇن

source: Current Input Method
bo: མིག་སྔའི་ནང་འཇུག་བྱེད་སྟངས།
ug: نۆۋەتتىكى كىرگۈزگۈچ

source: The first input method will be inactive state. Usually you need to put <b>Keyboard</b> or <b>Keyboard - <i>layout name</i></b> in the first place.
bo: ནང་འཇུག་བྱེད་སྟངས་དང་པོ་དེ་སྐུལ་སློང་བྱས་མེད་སྐབས། ཁྱོད་ཀྱིས་<b>མཐེབ་གཞོང་</b>གམ་ཡང་ན་<b>མཐེབ་གཞོང་<i>བཀོད་པའི་མིང་</i></b>དང་པོར་འཇོག་དགོས།
ug: 1-كىرگۈزگۈچ ئاكتىپلانمىغان ئەھۋالدا سىزنىڭ <b>كۇنۇپكا</b>ياكى <b>كۇنۇپكىنىڭ- <i>ئورۇنلاشتۇرۇش نامىنى</i></b>بىرىنچى ئورۇنغا قويىدۇ

source: Language
bo: སྐད་ཡིག
ug: تىل
